[CommonPCSPsi X2EquipmentTemplate]
FriendlyName="PCS: Psi"
FriendlyNamePlural="PCS: Psi"
BriefSummary="The basic Psi PCS will give the affected soldier an increase of +4 to their Psi Offense stat."

[RarePCSPsi X2EquipmentTemplate]
FriendlyName="PCS: Advanced Psi"
FriendlyNamePlural="PCS: Advanced Psi"
BriefSummary="The Advanced Psi PCS will give the affected soldier a slightly greater increase of +7 to their Psi Offense stat."

[EpicPCSPsi X2EquipmentTemplate]
FriendlyName="PCS: Superior Psi"
FriendlyNamePlural="PCS: Superior Psi"
BriefSummary="The Superior Psi PCS will give the affected soldier the greatest increase of +10 to their Psi Offense stat."

[Neurowhip_Ability X2AbilityTemplate]
LocFriendlyName="Amp Booster"
LocFlyoverText="Amp Booster"
LocLongDescription="Grants 10 psi offense at a cost of 10 will."
LocHelpText="Grants 10 psi offense at a cost of 10 will."

[Neurowhip X2EquipmentTemplate]
FriendlyName="Amp Booster"
FriendlyNamePlural="Amp Boosters"

[Neurowhip_Mk2 X2AbilityTemplate]
LocFriendlyName="Neurowhip"
LocLongDescription="Grants 20 psi offense at a cost of 20 Will."
LocHelpText="Grants 20 psi offense at a cost of 20 Will."

[Neurowhip_Mk2 X2EquipmentTemplate]
FriendlyName="Neurowhip"
FriendlyNamePlural="Neurowhip"
BriefSummary="Grants 20 extra Psi Offense to the soldier but reduces Will by 20."
TacticalText="<Bullet/> Grants 20 Psi Offense to the soldier, at a cost of 20 Will."

[NeuroFeedback X2AbilityTemplate]
LocFriendlyName="Neuro Feedback"
LocLongDescription="Psionic attacks on XCOM units will cause damage to the caster."
LocHelpText="Psionic attacks on XCOM units will cause damage to the caster."



